IDEA Open Model
ReinforcedBar.Point Property
Compatible with IDEA StatiCa 20.1
 Position of bar
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Point2D Point { get; set; }
Public Property Point As Point2D
	Get
	Set
Property Value
Type: Point2D
See Also
Reference
ReinforcedBar Class
IdeaRS.OpenModel.CrossSection Namespace